Repository: chabok-io/chabok-client-wordpress
Catalog: languages/chabok-io-*.po
Languages: fa_ir

source: Forbidden
fa_ir: امکان‌پذیر نیست

source: Settings
fa_ir: تنظیمات

source: Documentation
fa_ir: مستندات

source: Chabok Tracking
fa_ir: ترکر چابک

source: Custom attribute
fa_ir: دیتای سفارشی

source: Learn more
fa_ir: بیشتر بدانید

source: Chabok
fa_ir: چابک

source: %s Parameters
fa_ir: %s پارامترها

source: %s Attribution
fa_ir: %s اتریبیوشن

source: %s Tracking
fa_ir: %s ترکینگ

source: %s Advanced
fa_ir: %s پیشرفته

source: Username
fa_ir: نام کاربری

source: Email
fa_ir: ایمیل

source: Settings updated.
fa_ir: تنظیمات ذخیره شدند.

source: You can receive App ID, Web Key and API Key in <a href="%s">your Chabok panel &raquo; Settings &raquo; Platforms</a>.
fa_ir: شما می‌توانید مشخصات بالا را از <a href="%s">پنل چابک خودتان » تنظیمات » پلتفرم‌ها</a> دریافت کنید.

source: WebPush
fa_ir: وب‌پوش

source: On
fa_ir: فعال

source: Off
fa_ir: غیرفعال

source: Turn this option on if you want to send your users real-time push messages.
fa_ir: اگر می‌خواهید به کاربران پوش نوتیفیکیشن لحظه‌ای ارسال کنید، این گزینه را فعال کنید.

source: VAPID public key is required when you want to use WebPush. You can receive VAPID public key in <a href="%s">your Chabok panel &raquo; Settings &raquo; Platforms &raquo; Web &raquo; Config</a>
fa_ir: اگر می‌خواهید از وب‌پوش استفاده کنید باید ٰٰٰVAPID Public Key را هم وارد کنید. شما می‌توانید VAPID Public Key را از <a href="%s">پنل چابک خودتان » تنظیمات » پلتفرم‌ها » وب » تنظیمات</a> دریافت کنید

source: Environment
fa_ir: محیط اجرا

source: Development
fa_ir: آزمایشی

source: Production
fa_ir: عملیاتی

source: Check the "Production" option when you are ready to blast off.
fa_ir: گزینه‌ی «عملیاتی» را وقتی فعال کنید که آماده‌ی اجرا در محیط واقعی هستید.

source: Real-time usage
fa_ir: آمار در لحظه

source: If it's on, users' online status and activity will be shown on your Chabok panel as soon as it happens.
fa_ir: اگر فعال باشد، وضعیت آنلاین‌بودن کاربران در پنل چابک شما به صورت آنی نمایش داده می‌شوند.

source: Register logged-in users
fa_ir: ثبت کاربران وارد‌شده

source: Turn this on if you want logged-in users to be registered and tracked by Chabok.
fa_ir: اگر این گزینه فعال باشد، کاربران واردشده در وردپرس توسط چابک ثبت می‌شوند.

source: User attribution key
fa_ir: کلید شناسایی کاربر

source: Choose which one of the user attributes should be used for his/her attribution in Chabok.
fa_ir: کلید شناسایی کاربر در چابک را انتخاب کنید.

source: Track posts
fa_ir: ثبت مشاهده‌ی نوشته

source: If enabled, each time a user views a post (in a single page), the behavior details will be sent to Chabok.
fa_ir: اگر فعال باشد، هر زمان که کاربری یک نوشته (به صورت تکی) را می‌بیند، رفتار او در چابک ثبت می‌شود.

source: Track searches
fa_ir: ثبت جستجوها

source: You can track search queries, number of results and the clicked result.
fa_ir: شما می‌توانید عبارت‌های جستجو‌شده را توسط چابک ثبت کنید.

source: Track comments
fa_ir: ثبت دیدگاه‌ها

source: Track users who leave a comment.
fa_ir: اگر فعال باشد، برخی جزئیات یک دیدگاه هنگام ارسال آن توسط کاربر به چابک نیز ارسال می‌شود.

source: Rewrite ServiceWorker
fa_ir: بازنویسی ServiceWorker

source: Turn this option off if you use your web server to rewrite ChabokServiceWorker.js file on your website root. <a href="%s">Learn more</a>
fa_ir: اگر می‌خواهید وب‌سرورتان فایل ChabokServiceWorker.js را در ریشه‌ی وب‌سایت‌تان بازنویسی کند، این گزینه را غیرفعال کنید. <a href="%s">بیشتر بدانید</a>

source: Forget saved devices and users
fa_ir: فراموش‌کردن دستگاه‌ها و کاربرهای ثبت‌شده

source: Are you sure? This is irreversible!
fa_ir: آیا مطمئن هستید؟ این عمل غیرقابل‌بازگشت خواهد بود!

source: Forget all
fa_ir: فراموش‌کردن همه

source: Use this button only for certain situations that you need to clear all devices and their corresponding users IDs from WordPress database. This is useful for testing and/or debugging.
fa_ir: از این دکمه تنها در صورتی استفاده کنید که می‌خواهید همه‌ی دستگاه‌های ثبت‌شده توسط چابک را از پایگاه‌داده‌ی وردپرس حذف کنید. این گزینه برای تست‌کردن و یا دیباگ‌کردن کاربردی است.

source: Chabok logo
fa_ir: لوگوی چابک

source: You can set up the behaviors you want to be tracked and sent to Chabok. You can use <a href="%s">extensions</a> to add the support of more behaviors.
fa_ir: شما می‌توانید رفتارهایی که می‌خواهید توسط چابک Track شوند را در این صفحه تنظیم کنید. هم‌چنین می‌توانید از <a href="%s">افزونه‌ها</a> نیز برای افزودن رفتارهای بیشتر استفاده کنید.

source: You are in <b>Advanced</b> tab. Misconfiguring the options below might cause malfunction or data inconsistency between your website and Chabok. Please proceed with care. You can <a href="%s">contact the support</a> if you are unsure.
fa_ir: شما در تبِ <b>پیشرفته</b> هستید. تنظیم اشتباهی هر یک از گزینه‌های زیر می‌تواند منجر به ناهماهنگی داده بین وب‌سایت شما و چابک شود. اگر مطمئن نیستید، می‌توانید با <a href="%s">پشتیبانی چابک</a> تماس بگیرید.

source: If you are facing problems or having questions about Chabok, you can <a href="%s">call the support</a>.
fa_ir: اگر مشکل یا سؤالی دارید، می‌توانید با <a href="%s">پشتیبانی چابک</a> تماس بگیرید.

source: Devices (Installations)
fa_ir: دستگاه‌ها (Installations)

source: No devices for this user, yet.
fa_ir: هنوز دستگاهی برای این کاربر ثبت نشده است.

source: Reset
fa_ir: بازنشانی

source: Clear devices
fa_ir: پاک‌کردن دستگاه‌ها

source: This is used mostly for debugging purposes. If you are not sure about it, call Chabok support.
fa_ir: از این گزینه معمولاً برای دیباگ‌کردن استفاده می‌شود. اگر مطمئن نیستید، با پشتیبانی چابک تماس بگیرید.

source: Cleared all devices from WordPress database!
fa_ir: همه‌ی دستگاه‌ها از پایگاه‌داده‌ی وردپرس حذف شدند!

source: There was a problem with resetting devices.
fa_ir: مشکلی هنگام پاک‌کردن دستگاه‌ها پیش آمد.

source: Chabok Integration
fa_ir: هماهنگی با چابک

source: Chabok Team
fa_ir: تیم چابک

source: This plugin provides Chabok integration features such as Push notifications and tracking.
fa_ir: این افزونه قابلیت هماهنگی وردپرس با چابک و هم‌چنین قابلیت‌هایی مثل ردگیری رفتارهای کاربران و پوش نوتیفیکیشن را فعال می‌کند.
